Repository: open-power-host-os/ginger
Catalog: po/*.po
Languages: es_es, it_it

source: Activate
es_es: Activar
it_it: Attiva

source: Activated Option
es_es: Opción activada
it_it: Opzione attivata

source: Add Subscription
es_es: Añadir suscripción
it_it: Aggiungi sottoscrizione

source: Add User
es_es: Añadir usuario
it_it: Aggiungi utente

source: Administration
es_es: Administración
it_it: Amministrazione

source: Administrator
es_es: Administrador
it_it: Amministratore

source: Batch Delete
es_es: Suprimir por lotes
it_it: Eliminazione in batch

source: Cancel
es_es: Cancelar
it_it: Annulla

source: Cannot update system firmware while running VMs.
es_es: No se puede actualizar el firmware del sistema mientras se ejecuten VM.
it_it: Impossibile aggiornare il firmware del sistema mentre le VM sono in esecuzione.

source: Community
es_es: Comunidad

source: Configuration Backup
es_es: Copia de seguridad de configuración
it_it: Backup configurazione

source: Confirm Password
es_es: Confirmar contraseña
it_it: Conferma Password

source: Could not add user '%(user)s' to kvm group.
es_es: No se ha podido añadir el usuario '%(user)s' al grupo kvm.
it_it: Impossibile aggiungere l'utente '%(user)s' al gruppo kvm.

source: Could not add user '%(user)s' to sudoers list.
es_es: No se ha podido añadir el usuario '%(user)s' a la lista de sudoers.
it_it: Impossibile aggiungere l'utente '%(user)s' all'elenco sudoers.

source: Could not create user '%(user)s'.
es_es: No se ha podido crear el usuario '%(user)s'.
it_it: Impossibile creare l'utente '%(user)s'.

source: Could not delete group '%(group)s'
es_es: No se ha podido suprimir el grupo '%(group)s'
it_it: Impossibile eliminare il gruppo '%(group)s'

source: Could not delete user '%(user)s'.
es_es: No se ha podido suprimir el usuario '%(user)s'.
it_it: Impossibile eliminare l'utente '%(user)s'.

source: Create a backup
es_es: Crear copia de seguridad
it_it: Crea un backup

source: Delete backups in batch
es_es: Suprimir copias de seguridad por lotes
it_it: Elimina backup in batch

source: Description
es_es: Descripción
it_it: Descrizione

source: Description too long.
es_es: Descripción demasiado larga.
it_it: La descrizione è troppo lunga.

source: Error activating power saving profile %(profile)s.
es_es: Error al activar el perfil de ahorro de energía %(profile)s.
it_it: Errore di attivazione del profilo di risparmio energetico %(profile)s.

source: Error commiting firmware. rc = %(rc)s. Ensure you are booted to the temporary side.
es_es: Error al confirmar firmware. rc = %(rc)s. Asegúrese de que ha arrancado en el lado temporal.
it_it: Errore di esecuzione del commit del firmware; rc = %(rc)s. Assicurarsi che l'avvio sia eseguito sul lato temporaneo.

source: Error deleting subscription: '%(error)s'.
es_es: Error al suprimir la suscripción: '%(error)s'.
it_it: Errore durante l'eliminazione della sottoscrizione: '%(error)s'.

source: Error flashing firmware. rc = %(rc)s. Please see /usr/sbin/update_flash for rc reasons.
es_es: Error al actualizar la memoria de firmware. rc = %(rc)s. Consulte en /usr/sbin/update_flash las razones del rc.
it_it: Errore nell'aggiornamento del firmware. rc = %(rc)s. Esaminare /usr/sbin/update_flash per i motivi rc.

source: Error loading SEP subscriptions data from server.
es_es: Error al cargar los datos de suscripciones SEP desde el servidor.
it_it: Errore durante il caricamento dei dati delle sottoscrizioni SEP dal server.

source: Error rejecting firmware. rc = %(rc)s. Ensure you are booted to the permanent side.
es_es: Error al rechazar firmware. rc = %(rc)s. Asegúrese de que ha arrancado en el lado permanente.
it_it: Errore di rifiuto del firmware; rc = %(rc)s. Assicurarsi che l'avvio sia eseguito sul lato permanente.

source: Error retrieving SEP subscribers data: '%(error)s'.
es_es: Error al recuperar los datos de suscriptores SEP: '%(error)s'.
it_it: Errore durante il richiamo dei dati dei sottoscrittori SEP: '%(error)s'.

source: Error starting SEP service: '%(error)s'.
es_es: Error al iniciar el servicio SEP: '%(error)s'.
it_it: Errore durante l'avvio del servizio SEP: '%(error)s'.

source: Error stopping SEP service: '%(error)s'.
es_es: Error al detener el servicio SEP: '%(error)s'.
it_it: Errore durante l'arresto del servizio SEP: '%(error)s'.

source: Error subscribing SEP data to server: '%(error)s'.
es_es: Error al suscribir datos SEP al servidor: '%(error)s'.
it_it: Errore durante la sottoscrizione dei dati SEP al server: '%(error)s'.

source: FW update failed: No image file found in the package file.
es_es: Ha fallado la actualización de FW: No se ha encontrado ningún archivo de imagen en el paquete.
it_it: Aggiornamento FW non riuscito: nessun file immagine trovato nel file del pacchetto.

source: Failed to create archive "%(identity)s". Inspect error log for more information.
es_es: No se ha podido crear el archivo "%(identity)s". Inspeccione el registro de errores para obtener más información.
it_it: Impossibile creare l'archivio "%(identity)s". Analizzare il log degli errori per maggiori informazioni.

source: Failed to create archive dir "%(dir)s". Inspect error log for more information.
es_es: No se ha podido crear el directorio de archivado "%(dir)s". Inspeccione el registro de errores para obtener más información.
it_it: Impossibile creare la dir di archivio "%(dir)s". Analizzare il log degli errori per maggiori informazioni.

source: Failed to create tar archive "%(name)s", cmd: "%(cmd)s". Inspect error log for more information.
es_es: No se ha podido crear el archivo tar "%(name)s", cmd: "%(cmd)s". Inspeccione el registro de errores para obtener más información.
it_it: Impossibile creare l'archivio tar "%(name)s", cmd: "%(cmd)s". Analizzare il log degli errori per maggiori informazioni.

source: Failed to delete archive file "%(name)s".
es_es: No se ha podido suprimir el archivo de archivado "%(name)s".
it_it: Impossibile eliminare il file archivio "%(name)s".

source: Failed to read /etc/resolv.conf because %(reason)s
es_es: No se ha podido leer /etc/resolv.conf debido a %(reason)s
it_it: Impossibile leggere /etc/resolv.conf a causa di %(reason)s

source: Failed to retrieve power management profiles: Daemon 'tuned-adm' is not active.
es_es: No se han podido recuperar perfiles de gestión de alimentación: el daemon 'tuned-adm' no está activo.
it_it: Impossibile richiamare i profili di gestione dell'alimentazione: Il daemon 'tuned-adm' non è attivo.

source: Failed to retrieve power management profiles: Host OS does not support the tuned-adm package.
es_es: No se han podido recuperar perfiles de gestión de alimentación: SO de host no da soporte al paquete tuned-adm.
it_it: Impossibile richiamare i profili di gestione dell'alimentazione: Il sistema operativo dell'host non supporta il pacchetto tuned-adm.

source: Failed to retrieve power management profiles: Package 'tuned-adm' is not installed.
es_es: No se han podido recuperar perfiles de gestión de alimentación: el paquete 'tuned-adm' no está instalado.
it_it: Impossibile richiamare i profili di gestione dell'alimentazione: Il pacchetto 'tuned-adm' non è installato.

source: Failed to write /etc/resolv.conf because %(reason)s
es_es: No se ha podido escribir en /etc/resolv.conf debido a %(reason)s
it_it: Impossibile scrivere /etc/resolv.conf a causa di %(reason)s

source: File
es_es: Archivo

source: Firmware Update
es_es: Actualización de firmware
it_it: Aggiornamento firmware

source: Firmware Version:
es_es: Versión de firmware:
it_it: Versione firmware:

source: Firmware image unpack failed: rc = %(rc)s. Details: %(err)s
es_es: Ha fallado el desempaquetado de la imagen de firmware: rc = %(rc)s. Detalles: %(err)s
it_it: Impossibile spacchettare l'immagine firmware: rc = %(rc)s. Dettagli: %(err)s

source: Firmware update is initializing. System will reboot in order to flash the firmware.
es_es: Inicializando actualización de firmware. El sistema rearrancará para actualizar la memoria de firmware.
it_it: Aggiornamento firmware in fase di inizializzazione. Il sistema si riavvierà per aggiornare il firmware.

source: Gateway
es_es: Pasarela

source: Generate Default Backup
es_es: Generar copia de seguridad predeterminada
it_it: Genera backup predefinito

source: Group
es_es: Grupo
it_it: Gruppo

source: Hostname
es_es: Nombre de host
it_it: Nome host

source: Hostname %(hostname)s not found.
es_es: No se ha encontrado el nombre de host %(hostname)s.
it_it: Nome host %(hostname)s non trovato.

source: In-Use/Max Ports
es_es: Puertos en uso/máx
it_it: Porte in uso/numero massimo

source: Interface
es_es: Interfaz
it_it: Interfaccia

source: Interface %(name)s is not editable because it belongs to a vlan or bridge
es_es: La interfaz %(name)s no se puede editar porque pertenece a una vlan o a un puente
it_it: L'interfaccia %(name)s non è modificabile perché appartiene a una vlan o bridge

source: Invalid counts_ago number.
es_es: Número de counts_ago no válido.
it_it: Numero counts_ago non valido.

source: Invalid days_ago number.
es_es: Número de days_ago no válido.
it_it: Numero days_ago non valido.

source: Invalid ip/netmask inputs. Both fields must be valid ip/netmask values or both must be blank (will erase the current IP/netmask).
es_es: Entradas de IP/máscara de red no válidas. Ambos campos deben contener valores IP/máscara de red válidos o ambos deben estar en blanco (se borrará el contenido actual de IP/máscara de red).
it_it: Input non validi per ip/maschera di rete. Entrambi i campi devono essere input ip/maschera di rete validi oentrambi devono essere vuoti (viene cancellato l'attuale IP/maschera di rete).

source: Invalid network parameters. Details: %(err)s
es_es: Parámetros de red incorrectos. Detalles: %(err)s
it_it: Parametri di rete non validi. Dettagli: %(err)s

source: Invalid parameter for DNS servers
es_es: Parámetro no válido para servidores DNS
it_it: Parametro non valido per i server DNS

source: Invalid parameter for interface ip address
es_es: Parámetro no válido para dirección IP de interfaz
it_it: Parametro non valido per indirizzo ip interfaccia

source: Invalid parameter for interface netmask
es_es: Parámetro no válido para máscara de red de interfaz
it_it: Parametro non valido per maschera di rete interfaccia

source: Invalid parameter for network gateway
es_es: Parámetro no válido para pasarela de red
it_it: Parametro non valido per il gateway di rete

source: Kimchi User
es_es: Usuario Kimchi
it_it: Utente Kimchi

source: Mask
es_es: Máscara
it_it: Maschera

source: Name
es_es: Nombre
it_it: Nome

source: Network Configuration
es_es: Configuración de red
it_it: Configurazione di rete

source: New Custom Backup
es_es: Nueva copia de seguridad personalizada
it_it: Nuovo backup personalizzato

source: Package Path:
es_es: Vía de acceso del paquete:
it_it: Percorso pacchetto:

source: Password
es_es: Contraseña

source: Path Excluded
es_es: Vía de acceso excluida
it_it: Percorso escluso

source: Path Included
es_es: Vía de acceso incluida
it_it: Percorso incluso

source: Path or pattern is too long or too short.
es_es: La vía de acceso o el patrón son demasiado largos o demasiado cortos.
it_it: Il percorso o il modello è troppo lungo o troppo breve.

source: Please check the uniqueness of the paths or patterns.
es_es: Compruebe la exclusividad de las vías de acceso o patrones.
it_it: Controllare l'univocità dei percorsi o dei modelli.

source: Port
es_es: Puerto
it_it: Porta

source: Power Options
es_es: Opciones de potencia
it_it: Opzioni di alimentazione

source: Preserve the latest
es_es: Conservar
it_it: Conserva ultimi

source: Profile
es_es: Perfil
it_it: Profilo

source: Provide required parameters: hostname, port, community.
es_es: Proporcione los parámetros necesarios: nombre de host, puerto, comunidad.
it_it: Fornire i parametri richiesti: nome host, porta, community.

source: SAN Adapters
es_es: Adaptadores SAN
it_it: Adattatori SAN

source: SAN adapter '%(adapter)s' does not exist in the system.
es_es: El adaptador SAN '%(adapter)s' no existe en el sistema.
it_it: L'adattatore SAN '%(adapter)s' non esiste nel sistema.

source: SEP Configuration
es_es: Configuración de SEP
it_it: Configurazione SEP

source: SNMP community name must be a single word.
es_es: El nombre de comunidad SNMP debe ser una sola palabra.
it_it: Il nome della community SNMP deve essere una parola singola.

source: Selected Option
es_es: Opción seleccionada
it_it: Opzione selezionata

source: Sensor Monitor
es_es: Supervisor de sensor
it_it: Controllo sensore

source: Specify name, password, group and profile for the new user.
es_es: Especifique el nombre, contraseña, grupo y perfil para el nuevo usuario.
it_it: Specificare il nome, la password, il gruppo ed il profilo per il nuovo utente.

source: Speed
es_es: Velocidad
it_it: Velocità

source: Start
es_es: Iniciar
it_it: Avvia

source: State
es_es: Estado
it_it: Stato

source: Status:
es_es: Estado:
it_it: Stato:

source: Stop
es_es: Detener
it_it: Arresta

source: Submit
es_es: Enviar
it_it: Inoltra

source: Symbolic Name
es_es: Nombre simbólico
it_it: Nome simbolico

source: System hostname must be a valid string.
es_es: El nombre de host del sistema debe ser una cadena válida.
it_it: Il nome host del sistema deve essere una stringa valida.

source: System port number must be an integer between 1 and 65535.
es_es: El número de puerto del sistema debe ser un entero entre 1 y 65535.
it_it: Il numero della porta del sistema deve essere un numero intero tra 1 e 65535.

source: The absolute path to the firmware rpm/hpm.
es_es: Vía de acceso absoluta del rpm/hpm de firmware.
it_it: Il percorso assoluto all'rpm/hpm firmware.

source: The user name '%(user)s' is already in use'.
es_es: El nombre de usuario '%(user)s' ya se está utilizando'.
it_it: Il nome utente '%(user)s' è già in uso'.

source: Timeout while creating archive "%(identity)s", the files might be too large for a configuration backup.
es_es: Tiempo de espera excedido al crear el archivado "%(identity)s"; puede que los archivos sean demasiadograndes para una copia de seguridad de configuración.
it_it: Timeout durante la creazione dell'archivio "%(identity)s", è possibile che i file siano troppo grandi per un backup della configurazione.

source: Timestamp
es_es: Indicación de fecha y hora
it_it: Data/ora

source: Unable to delete default gateway: %(err)s
es_es: No se ha podido suprimir la pasarela predeterminada: %(err)s
it_it: Impossibile eliminare il gateway predefinito: %(err)s

source: Unable to get default gateway: %(err)s
es_es: No se ha podido obtener la pasarela predeterminada: %(err)s
it_it: Impossibile ottenere il gateway predefinito: %(err)s

source: Unable to set default gateway: %(err)s
es_es: No se ha podido establecer la pasarela predeterminada: %(err)s
it_it: Impossibile impostare il gateway predefinito: %(err)s

source: Unable to update interface configuration. Details: %(err)s
es_es: No se puede abrir la configuración de interfaz. Detalles: %(err)s
it_it: Impossibile aggiornare la configurazione dell'interfaccia. Dettagli: %(err)s

source: Unselected Option
es_es: Opción no seleccionada
it_it: Opzione deselezionata

source: Update
es_es: Actualizar
it_it: Aggiorna

source: Use Other
es_es: Utilice Otro
it_it: Utilizza altro

source: User '%(user)s' does not exist.
es_es: El usuario '%(user)s' no existe.
it_it: L'utente '%(user)s' non esiste.

source: User Management
es_es: Gestión de usuarios
it_it: Gestione utenti

source: User Name
es_es: Nombre de usuario
it_it: Nome utente

source: User group is a required string.
es_es: El grupo de usuarios es una serie necesaria.
it_it: Il gruppo utente è una stringa obbligatoria.

source: User name is a required string.
es_es: El nombre de usuario es una serie necesaria.
it_it: Il nome utente è una stringa obbligatoria.

source: User password is a required string.
es_es: La contraseña de usuario es una serie necesaria.
it_it: La password utente è una stringa obbligatoria.

source: User profile is required and should be one among kimchiuser, virtuser or admin.
es_es: Se necesita el perfil de usuario y debería ser kimchiuser, virtuser o admin.
it_it: Il profilo utente è obbligatorio e deve essere kimchiuser, virtuser oppure admin.

source: Virt User
es_es: Usuario virtual
it_it: Utente virtuale

source: backups
es_es: últimas copias de seguridad
it_it: backup

source: days of backups
es_es: últimos días de copia de seguridad
it_it: giorni dei backup
